{
  "Home": "الصفحة الرئيسية",
  "About": "حول",
  "Contact": "تواصل معنا",
  "ProjectIndicator": "۳٦",
  "Website_Title1": " المواقع الإلكترونية",
  "Website_Title": " العلامة التجارية",
  "Let's_Talk": "هيا نتحدث",
  "Brief": "مرحبًا، أنا جوey، مصمم منتجات عبر الإنترنت متخصص في هوية العلامة التجارية والإعلان والأدوات بدون كود.",
  "Scroll_Down": "تمرير للأسفل",
  "Project__Title": "المشاريع",
  "Project__SubTitle": "كمبدع ثانٍ لتصاميم الويب الحديثة وحلول الوسائط الرقمية، أهدف إلى مساعدتك في بناء العلامة التجارية التي تحلم بها.",
  "Project__Button": "المزيد",
  "Mobile_App": "تطبيقات الهاتف",
  "Web_Design": "تصميم الويب",
  "Another_Project": "تطبيقات الجوال والعلامة التجارية",
  "Expertise": "خبرة",
  "digital_expertise": "تصميم للخبرة الرقمية",
  "Branding": "العلامة التجارية",
  "Expertise_Branding": "تعاوننا الوثيق سيساعدنا على تطوير هوية علامتك التجارية بشكل مؤثر لمشروعك الناشئ. سيتم التركيز على مجموعة كاملة من تحليلات العلامة التجارية والتصميم، لتنتهي بمفهوم شعار مبهر بصريًا ودائم الاستخدام.",
  "UIDesign": "تصميم واجهة المستخدم",
  "Expertise_UIDesign": "تصميم مواقع ويب فعّالة وقابلة للتكيف وجذابة، بدون أنماط محددة مسبقًا أو رموز برمجية معقدة وبطيئة. يشكل Webflow أساس منهجي في تطوير المواقع الإلكترونية. أستخدمه لتوفير مواقع ويب حصرية آمنة ومتميزة بجودة عالية.",
  "UxDesign": "تصميم تجربة المستخدم",
  "Expertise_UXDesign": "| تفهم وحل مشاكل إنتاج المنتجات الرقمية باستخدام منهجية موجهة نحو المستخدم. التحقيق، التعاطف، والتوصيل المرئي هي بعض التقنيات التي أطبقها لفت الانتباه وشركة المستخدمين بينما ألبي متطلبات عملك.",
  "Development": "التطوير",
  "Expertise_Development": "أنشئ مواقع ويب سهلة الاستخدام ومتكيفة وجذابة. لا قوالب جاهزة. لا برمجة معقدة ومُعِيقة. تشكّل منصة Webflow الأساس في نهجي لتطوير المواقع الإلكترونية. أستخدمها لإنتاج مواقع آمنة ومتميزة مُخصّصة لكل فرد.",
  "Testimonials__Title": "الشهادات - التوصيات",
  "Testimonials__Brife": "جوي مبدع فنان. إنه يفهم الأفكار المجردة ويحوّلها إلى صور استثنائية. على مر السنين، شاهدته ينتج كل شيء بدءًا من الرموز الصغيرة إلى صفحات الويب المتكيفة الشاملة. لقد صنع قطعًا من الملابس مثل التيشيرتات والقبعات، ومنتجات ترويجية، وأدب احترافي.",
  "Chirs_Ellingoton": "كريس إلينجتون",
  "Product_Lead.Gatha": "قائد المنتج.جاثا",
  "Projects_Typography": "أنا ملتزم بمساعدة الأفراد والشركات في صياغة تفاعلات عبر الإنترنت لا تُنسى. باستخدام مهاراتي في تجربة المستخدم، ويب فلو، والتسويق عبر الإنترنت.",
  "Load_More": "تحميل المزيد",
  "Tasto_impact": "علامة تجارية مرئية موحدة للتراجع الصحي",
  "Challenges": "التحديات",
  "StyledParagraph": "تواصلت شركة لطلب المساعدة في تطوير هوية علامة تجارية جديدة وإعادة تصميم موقع الويب لموقع Wellness House الذي يوفر تجربة حياة هادئة وصحية. كان هدفي هو إنتاج أسلوب بصري غير محدد يت Resonates مع القيم الأساسية لنمط الحياة الصحي.",
  "Challenge": "علامة تجارية تتناسب مع ثقافة الشركة",
  "Tansto_Typography1": "مأوى الكمال هو ملاذ عضوي للأفراد لتخفيف التوتر، واستعادة النشاط، والتجديد، وتنشيط أجسامهم، وعقولهم، وروحهم.",
  "Tansto_Typography2": "مهمتي تتضمن وضع فكرة لشعار جديد يجسد مبادئ الشركة. اخترت دمج صورة للمنزل مع زهرة اللوتس للدلالة على الرفاهية، ونوع الخط سيريف لنقل جو من الخبرة والفخامة.",
  "StyledCrafting": "تصميم تجربة علامة تجارية متماسكة ومتناسقة",
  "StyledParagraph2": "بالنسبة لمنظمة مثل Wellness House، الأولوية لصحة العقل والاحترافية أمر بأهمية قصوى.",
  "Next_Projects": "المشاريع القادمة",

  "Hey,": "مرحبا",
  "I'm_Joey": "انا جوي",
  "About__Typography1": "بدأت رحلة نمو وتعلم، قضيت ٩ سنوات في التعاون عن بعد مع أفراد مبتكرين من الوكالات والشركات الناشئة والشركات الصغيرة في مشاريع تصميم متنوعة.",
  "About__Typography2": "تتأتى مهارتي في التصميم والتسويق من مجموعة من الدورات العبر الإنترنت والأدوات، مثل Thefutur وMizko وFlux Academy وSabri Suby، مما يمنحني الخبرة والقدرات للتفوق في هذا المجال. في وقت الفراغ، أستمتع بمواجهة المشاريع الشخصية والانغماس في المواد المرتبطة بالتصميم.",
  "About__Typography3": "تمتلك إتقانًا في التصميم والتسويق نابع من مجموعة من الدورات العبر الإنترنت والأدوات، مثل Thefutur وMizko وFlux Academy وSabri Suby، مما يمنحك الخبرة والقدرات اللازمة لتفوق في هذا المجال. في أوقات الفراغ، أستمتع بتحدي نفسي من خلال المشاريع الشخصية والانغماس في المواد المتعلقة بالتصميم.",
  "CollaborateTitle": "لماذا تتعامل معي ؟",
  "Client-Centric": " موجه نحو العميل",
  "Tailored_Solutions": "حلول مُصممة خصيصاً",
  "Creative_Innovation": " ابتكار إبداعي",
  "Collaborate__GridTypography1": "أهدافك هي تركيزنا. نحن نستمع ونفهم ونعمل عن كثب معك لتحقيق رؤيتك.",
  "Collaborate__GridTypography2": "نحن لا نعتمد نهجا واحدا يناسب الجميع. نحن نصنع حلولًا فريدة لعملك، مضمونة لتميزك في صناعتك.",
  "Collaborate__GridTypography3": "نحن نبقى في طليعة الاتجاهات في التصميم والعلامات التجارية لنقدم أفكارًا جديدة ومبتكرة تميزك.",
  "Design_Process": "عملية التصميم",
  "01-": "۰۱-",
  "02-": "۰۲-",
  "03-": "۰۳-",
  "04-": "۰٤-",
  "Discovery": "الاستكشاف",
  "Strategy": "الاستراتيجية",
  "Design": "التصميم",
  "Implementation": "التطبيق",
  "ProcessTypography1": "للبدء، سنكتسب فهمًا لشركتك وكيفية تفاعل العملاء مع عروضكم. في هذه المرحلة، سيتم تحقيق التعرف على المشكلة الأساسية من خلال دراسة وفحص البيانات المجمعة.",
  "ProcessTypography2": "باستخدام البيانات المجمعة، سنقوم بإنشاء خطة تصميم تركز على احتياجات المستخدم، بهدف معالجة مشاكل المستخدم وتعزيز أداء شركتكم.",
  "ProcessTypography3": "سأواصل العمل عن كثب لصياغة واجهات وظيفية وجذابة تلتزم بالإرشادات البصرية، مضمونة الهوية العلامية المتسقة. وفوق كل شيء، سيعالج التصميم ببراعة مخاوف المستخدم والعمل بطريقة سلسة وماهرة.",
  "ProcessTypography4": "بعد تلاعب بمئات الآلاف من البكسلات وصياغة الشفرة، سنمتلك مشروعًا نهائيًا جاهزًا للتوزيع العالمي. قد يستلزم هذا العمل استهلاك كميات كبيرة من القهوة للحفاظ على مستويات طاقتي.",
  "Contact__Typography": "هل لديك فكرة مشروع؟ لنناقشها معًا",
  "Name": "الاسم",
  "Name_is_required": "الاسم مطلوب",
  "Email_Address": "البريد الالكتروني",
  "Email_is_required": "البريد الالكتروني مطلوب",
  "Mobile_number": "رقم الهاتف",
  "Mobile_number_is_required": "رقم الهاتف مطلوب",
  "hearAbout": "كيف سمعت عنا ؟",
  "This_field_is_required": "هذا الحقل مطلوب",
  "projectDetails": "أخبرنا المزيد عن مشروعك",
  "Project_details_are_required": "تفاصيل المشروع مطلوبة",

  "Submit": "تقديم الطلب"
}
