{
  "Home": "Home",
  "About": "About",
  "Contact": "Contact",
  "ProjectIndicator": "36",
  "Website_Title1": " Websites&",
  "Website_Title": " Branding",
  "Let's_Talk": "Let's Talk",
  "Brief": " Hello, I'm Joey, an online product designer focusing on brand identity, advertising, and no code instruments.",
  "Scroll_Down": "Scroll Down",
  "Project__Title": "Projects",
  "Project__SubTitle": "As a second creator of contemporary. user-friendly web designs and digital solutions, I aim to assist you in constructing the brand of your fantasies.",
  "Project__Button": "More",
  "Mobile_App": "Mobile App",
  "Web_Design": "Web Design",
  "Another_Project": "Mobile App & Branding",
  "Expertise": "Expertise",
  "digital_expertise": "design for digital expertise",
  "Branding": "Branding",
  "Expertise_Branding": "Collaborating closely, we'll develop an impactful brand identity for your emerging enterprise. Thefull spectrum of brand analysis and design i addressed, culminating in a visually stunning,evergreen logo concept.",
  "UIDesign": "UI Design",
  "Expertise_UIDesign": "create efficient, adaptable, and engaging websites. No predefined patterns. No sluggish, complex code. Webflow forms the foundation of my web development approach. | employ it to provide safe, top-notch bespoke websites.",
  "UxDesign": "Ux Design",
  "Expertise_UXDesign": "| comprehend and resolve digital productiissues Using a user-focused methodology. Investigation, ‘compassion, and visual conveyance are afew techniques | apply to captivate and involve your Users while fulfiling your business requirements.",
  "Development": "Development",
  "Expertise_Development": " create user-friendly, adaptive, engaging websites. No cookie-cutters. No cumbersome, complex coding. Webflow forms the foundation of my web development approach. | employ it to produce safe, top-notch personalized websites.",
  "Testimonials__Title": "Testimonials",
  "Testimonials__Brife": "Joey is a remarkable artist. He grasps abstract ideas and transforms them into exceptional visuals. Throughout the years, I've witnessed him produce everything from small symbols to comprehensive adaptive web pages. He has crafted clothing items like tees and caps, promotional products, and professional literature.",
  "Chirs_Ellingoton": "Chirs Ellingoton",
  "Product_Lead.Gatha": "Product Lead.Gatha",
  "Projects_Typography": "Im dedicated to assisting individuals and companies in crafting memorable online interactions. utilizing my skills in user ‘experience, Webflow, andinternet marketing",
  "Load_More": "Load More",
  "Tasto_impact": "a unified visual brand for a well being retreat",
  "Challenges": "Challenges",
  "StyledParagraph": "A firm reached out for help in developing a fresh brand identity and overhauling the website for the Wellness House location that facilitates a serene and healthy living experience. My objective was to produce an undefiend visual style that resonates with the core values of the Weliness Way of Life.",
  "Challenge": "A brand that fits wih the company culture",
  "Tansto_Typography1": "Wholeness Haven is an organic sanctuary for individuals to relieve tension, restore, refresh, and revitalize their bodies. mind, and spit,",
  "Tansto_Typography2": "My assignment involved devising a notion for a fresh emblem that embodies the firm's principles.I opted to merge a domicile silhouette witha lotus blossom to signify well-being. and a serif typeface to impart an air of expertise and opulence.",
  "StyledCrafting": "Crafting a cohesive and consistent brand esperience",
  "StyledParagraph2": "For an organization such as Wellness House, prioritizing well-being and professionalismis of utmost significance.",
  "Next_Projects": "Next Projects",

  "Hey,": "Hey,",
  "I'm_Joey": "I'm Joey",
  "About__Typography1": "Embarking on a journey of growth and education, 've spent 9 years collaborating remotely alongside innovative individuals from agencies, startups, and small companies on myriad design ventures.",
  "About__Typography2": "My mastery of design and marketing stems from an array of online courses and tools, such as Thefutur, Mizko, Flux Academy, and Sabri Suby, equipping me with the expertise and abilities to excel inthe field. In my leisure time, relish tackling personal projects and immersing myself in design-centric materials.",
  "About__Typography3": "Additionally, lam a dedicated video game enthusiast and find that a musical blend of hip-hop and jazz aids in maintaining productivity and concentration during work.",
  "CollaborateTitle": "Why collaborate with me?",
  "Client-Centric": "Client-Centric",
  "Tailored_Solutions": "Tailored Solutions",
  "Creative_Innovation": "Creative Innovation",
  "Collaborate__GridTypography1": "Your goals are our focus. We listen, understand, and work closely with you to achieve your vision.",
  "Collaborate__GridTypography2": "We don't do one-size-fits-all.We craft solutions that are Unique to your business, ensuring you stand outin your industry.",
  "Collaborate__GridTypography3": "We stay ahead of design and branding trends to offer fresh and innovative ideas that set you apart.",
  "Design_Process": "Design Process",
  "01-": "01-",
  "02-": "02-",
  "03-": "03-",
  "04-": "04-",
  "Discovery": "Discovery",
  "Strategy": "Strategy",
  "Design": "Design",
  "Implementation": "Implementation",
  "ProcessTypography1": "To start, well acquire comprehension of your company and how consumers interact with your offerings. inthis phase, recognizing the core issue will be accomplished by examining and studying the collected data.",
  "ProcessTypography2": "Utilizing the collected data, well create a design plan focused on User needs, aiming to tackle user issues and boost your company sperformance.",
  "ProcessTypography3": "| will proceed to roll up my sleeves and craft functional, engaging interfaces that adhere to visual guidelines, ensuring a consistent brand identity. Above all the design will adeptly tackle user and. business concerns n a seamless and proficient way.",
  "ProcessTypography4": "Following the manipulation of countiess pixels and crafting the code, we'll possess a finalized project prepared for worldwide distribution. This endeavor might necessitate substantial coffee consumption to maintain my energy levels.",
  "Contact__Typography": " Have a project idea? Let's discuss it together.",
  "Name": "Name",
  "Name_is_required": "Name is required",
  "Email_Address": "Email Address",
  "Email_is_required": "Email is required",
  "Mobile_number": "Mobile number",
  "Mobile_number_is_required": "Mobile number is required",
  "hearAbout": "How do you hear about us?",
  "This_field_is_required": "This field is required",
  "projectDetails": "Tell us more about your project",
  "Project_details_are_required": "Project details are required",
  "Submit": "Submit"
}
